{
  "pages": [
    {
      "path": "/",
      "page": "Home",
      "title": "Water Main Contractors in England | English Water",
      "description": "English Water is England's leading provider of water main solutions, including leak detection, lead pipe replacement, water supply pipe repairs, and water main installations. Trusted by homeowners and businesses across England for reliable and efficient water services. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/lead-pipe-replacement",
      "page": "Lead Pipe Replacement",
      "title": "Lead Pipe Replacement England | English Water",
      "description": "We provide professional lead pipe replacement services across England. Safeguard your health and enhance your property's value with our efficient, minimal-disruption solutions. Expertly handling projects in London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/water-supply-pipe-renewals",
      "page": "Water Supply Pipe Renewals",
      "title": "Water Supply Pipe Renewals England | English Water",
      "description": "We specialise in the renewal of water supply pipes in England. If you think your water supply pipe may need repairing or replacing on your property, the English Water team can help find the right solution for you. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/water-supply-pipe-installations",
      "page": "Water Supply Pipe Installations",
      "title": "Water Supply Pipe Installations England | English Water",
      "description": "Expert water supply pipe installations in England by English Water. Using modern trenchless techniques, we provide efficient, cost-effective solutions with minimal disruption. Proudly serving London, Manchester, Birmingham, Leeds, and beyond. Contact us today for a free quote."
    },
    {
      "path": "/services/water-supply-pipe-repairs",
      "page": "Water Supply Pipe Repairs",
      "title": "Water Supply Pipe Repairs England | English Water",
      "description": "Professional water supply pipe repairs in England by English Water. We offer water supply pipe leak detection, non-invasive repairs, and full replacements. Contact us now for fast and reliable service. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/water-main-installations",
      "page": "Water Main Installations",
      "title": "Water Main Installations England | English Water",
      "description": "Explore English Water's leading commercial water main installation services in England. Specialising in advanced, trenchless solutions, we ensure minimal disruption with maximum efficiency. Contact us today for a tailored, reliable water main system that meets the highest safety standards. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/water-main-renewals",
      "page": "Water Main Renewals",
      "title": "Water Main Renewals England | English Water",
      "description": "English Water specialises in commercial water main renewal services across England. Enhance your business's operational efficiency with our expert solutions in water main repair and replacement. Contact us for a free consultation and quote. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/water-main-repairs",
      "page": "Water Main Repairs",
      "title": "Water Main Repairs England | English Water",
      "description": "English Water provides expert water main repairs across England. From water main leak detection to full replacements, we deliver efficient, high-quality solutions. Contact us today for 24/7 service. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/services/water-leak-detection",
      "page": "Water Leak Detection",
      "title": "Water Leak Detection England | English Water",
      "description": "English Water's advanced water leak detection services in England locate and repair leaks swiftly, preventing costly damage and ensuring minimal disruption. We specialise in providing water leak detection services across England, covering all major cities and towns like London, Manchester, Birmingham, Leeds, and Bristol."
    },
    {
      "path": "/services/impact-moling",
      "page": "Impact Moling",
      "title": "Impact Moling England | English Water",
      "description": "English Water offers expert impact moling services for trenchless water supply pipe installations in England. Efficient, non-invasive, and reliable. Proudly serving London, Manchester, Birmingham, Leeds, and beyond. Contact us today."
    },
    {
      "path": "/help-advice/water-leaks",
      "page": "Water Leaks",
      "title": "Water Leaks England | English Water",
      "description": "Find expert help and advice on water leaks in England with English Water. Learn how to detect, prevent, and address water leaks to protect your property and save on water bills. Trusted water solutions for England. Serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/help-advice/lead-pipe-replacement-scheme",
      "page": "Lead Pipe Replacement Scheme",
      "title": "Lead Pipe Replacement Scheme England | English Water",
      "description": "Learn about the Lead Pipe Replacement Scheme in England and how it helps ensure safer drinking water, protect public health, and modernise outdated plumbing. Contact English Water today for expert assistance. Serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/help-advice/lead-pipe-in-england",
      "page": "Lead Pipe in England",
      "title": "Lead Pipe in England | English Water",
      "description": "Learn everything you need to know about lead pipe in England. Find out how to identify, test, and replace lead pipes to protect your health and comply with English water safety regulations. We serve London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/help-advice/lead-pipe-replacement",
      "page": "Lead Pipe Replacement",
      "title": "Lead Pipe Replacement | English Water",
      "description": "Lead pipe replacement in England – Learn how to identify, test for, and replace lead pipes in your home. English Water provides expert private-side lead pipe replacement across all of England. English Water covers London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/help-advice/water-filter",
      "page": "Water Filter",
      "title": "Water Filter | English Water",
      "description": "Looking for the best water filter for lead? Discover how certified filters may not be effective at reducing lead in your drinking water—especially in older homes with lead pipework. Serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/help-advice/impact-moling-prices-2026-england",
      "page": "Impact Moling Prices 2026",
      "title": "Impact Moling Cost Per Metre 2025 England | English Water",
      "description": "Discover the cost of impact moling per metre in England in 2025. Proudly serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/help-advice/low-water-pressure",
      "page": "Low Water Pressure",
      "title": "Low Water Pressure Solutions | English Water",
      "description": "Expert solutions for low water pressure issues. Professional diagnosis and repair services. Contact English Water for fast, reliable service across England."
    },
    {
      "path": "/locations/london",
      "page": "London",
      "title": "Lead Pipe Replacement London | English Water",
      "description": "Professional water main services in London including lead pipe replacement, leak detection, repairs, and installations. Expert team available 24/7."
    },
    {
      "path": "/locations/birmingham",
      "page": "Birmingham",
      "title": "Water Main Services Birmingham | English Water",
      "description": "Professional water main services in Birmingham including lead pipe replacement, leak detection, repairs, and installations. Expert team available 24/7."
    },
    {
      "path": "/locations/manchester",
      "page": "Manchester",
      "title": "Water Main Services Manchester | English Water",
      "description": "Expert water main services in Manchester including lead pipe replacement, leak detection, repairs, and installations. Available for emergency callouts 24/7."
    },
    {
      "path": "/locations/leeds",
      "page": "Leeds",
      "title": "Water Main Services Leeds | English Water",
      "description": "Professional water main services in Leeds including lead pipe replacement, leak detection, and pipe repairs. Expert team ready to help."
    },
    {
      "path": "/locations/sheffield",
      "page": "Sheffield",
      "title": "Water Main Services Sheffield | English Water",
      "description": "Fast response water main services in Sheffield including lead pipe replacement, leak detection, and repairs. Emergency response available."
    },
    {
      "path": "/locations/bristol",
      "page": "Bristol",
      "title": "Water Main Services Bristol | English Water",
      "description": "Professional water main services in Bristol including lead pipe replacement, leak detection, and repairs. Available 24/7 for emergencies."
    },
    {
      "path": "/locations/leicester",
      "page": "Leicester",
      "title": "Water Main Services Leicester | English Water",
      "description": "Professional water pipe services in Leicester including lead pipe replacement, leak detection, and repairs. Call for free quotes and emergency support."
    },
    {
      "path": "/locations/coventry",
      "page": "Coventry",
      "title": "Water Main Services Coventry | English Water",
      "description": "Professional water main services in Coventry including lead pipe replacement, leak detection, repairs, and installations. Expert team available 24/7."
    },
    {
      "path": "/locations/bradford",
      "page": "Bradford",
      "title": "Water Main Services Bradford | English Water",
      "description": "Professional water main services in Bradford including lead pipe replacement, leak detection, and repairs. Emergency response available."
    },
    {
      "path": "/locations/liverpool",
      "page": "Liverpool",
      "title": "Water Main Services Liverpool | English Water",
      "description": "Expert water main services in Liverpool including lead pipe replacement, installations, and emergency repairs. Call 0800 316 7322."
    },
    {
      "path": "/about",
      "page": "About",
      "title": "About | English Water England",
      "description": "Learn about English Water, England's trusted experts in water main services. With a commitment to quality, innovation, and customer care, we deliver reliable solutions for leak detection, lead pipe replacement, water main repairs and more. Serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/reviews",
      "page": "Reviews",
      "title": "Reviews | English Water England",
      "description": "Read customer reviews for English Water, England's trusted water services provider. Discover why businesses and homeowners choose us for reliable leak detection, lead pipe replacement, and water main solutions. Serving London, Manchester, Birmingham, Leeds, and beyond."
    },
    {
      "path": "/contact",
      "page": "Contact",
      "title": "Contact | English Water England",
      "description": "Get in touch with English Water for expert lead pipe replacement, water supply pipe and water main repairs and other water services across England. Serving London, Manchester, Birmingham, Leeds, and beyond. Request a free quote today."
    },
    {
      "path": "/privacy-policy",
      "page": "Privacy Policy",
      "title": "Privacy Policy | English Water",
      "description": "Read English Water's privacy policy to understand how we protect your personal data and information."
    },
    {
      "path": "/terms-and-conditions",
      "page": "Terms & Conditions",
      "title": "Terms & Conditions | English Water",
      "description": "Read the terms and conditions for using English Water's services and website."
    }
  ]
}
